<template>
  <div>
    <PageTitle :title='$t("promoters.title")' />

    <div class="promoter">
      <img src="../assets/img/promoters/протоиерей-Димитрий-Кулигин.jpg" class="image" />
      <div>
        <p><b>Протоиерей ДИМИТРИЙ КУЛИГИН</b></p>
        <p>Настоятель храма во имя иконы Божией Матери «Державная» <br /> на пр. Маршала Жукова (с 2003 г.)</p>
        <p>Организатор фестиваля «Истоки»</p>
        <p>Основатель и вдохновитель «МИРОНОСИЦКИХ ВСТРЕЧ» -  концертов знаменного пения в Санкт-Петербурге, проходящих с 2006 г., которые
          и легли в основу нынешнего фестиваля «Истоки».</p>
      </div>
    </div>
    <div class="promoter">
      <img src="../assets/img/promoters/Елена-Олехнович.jpg" class="image" />
      <div>
        <p><b>ЕЛЕНА ОЛЕХНОВИЧ</b></p>
        <p>Руководитель проекта “ФЕСТИВАЛЬ ПРАВОСЛАВНЫХ ПЕВЧЕСКИХ ТРАДИЦИЙ «ИСТОКИ»“</p>
        <p>Выпускница кафедры Древнерусского певческого искусства СПбГК им. Н. А. Римского-Корсакова, исследователь древнерусской музыки, автор ряда статей по вопросам изучения знаменного распева.</p>
      </div>
    </div>

    <PageTitle title="Слово настоятеля" />
    <div>
      <b>ХРИСТОС ВОСКРЕСЕ!</b><br/>
      <p style="text-align: justify;">
        <img src="../assets/img/promoters/протоиерей-Димитрий-Кулигин-речь.jpg" class="photo-right" />
        Этим пасхальным возгласом приветствуем мы друг друга каждые наши певческие встречи на протяжении вот уже 14 лет.
        У Бога нет случайностей. Некогда – два тысячелетия назад – жены-мироносицы, пришедшие по зову любви ко Гробу Спасителя,
        понесли эту Благую весть апостолом и всему миру. Некогда – не столь давно, в прошлом веке – обескровленная бесовской
        лютой ненавистью к вере в Бога наша Держава, лишившись христианского самодержца и многих достойных мужей, апостольских
        последователей, вопреки безбожным гонениям выстояла на «платочках», которые проповедали Слово Божие служением и на клиросе.
        Порой именно само по себе пение может так воздействовать на человеческое сердце, что придет несомненное понимание:
        да, воистину воскрес Христос. Бережное пение молитвы – это ненавязчивое и в тоже время мощное средство благовестия.
        Естественно также и бережное отношение к древнему опыту песномолитвы. Поэтому в современном церковном пространстве
        появилось желание прикоснуться к этому опыту и поделиться им. Вот так, в частности, зародилась идея наших Мироносицких
        встреч. Мне как настоятелю храма, в котором зазвучали древнерусские песнопения, хотелось и поделиться нашим опытом
        знаменной молитвы, и приобщиться к молитвенному опыту других. Это начинание не только не угасло, но и приобрело и
        приобретает единомышленников, которые вместе с нами воспевают Бога «едиными усты и единым сердцем»… Один из з
        амечательных поборников древнерусского напева высказал мудрое правило древнерусской певческой культуры: «чтобы
        знаменно петь, надо знаменно жить». Поминая эту прекрасную формулу духовной жизни, мне хотелось бы пожелать всем
        бывшим, нынешним и будущим участникам наших Мироносицких встреч следовать ей. И да поможет в этом Бог.<br />
        <b>ХРИСТОС ВОСКРЕСЕ! ВОИСТИНУ ВОСКРЕСЕ!</b>
      </p>
    </div>

  </div>
</template>

<script lang="ts">
import { Component, Vue } from 'vue-property-decorator';
import PageTitle from "@/components/PageTitle.vue";

@Component({
  components: { PageTitle }
})
export default class Promoters extends Vue {}
</script>

<style lang="scss">
.promoter {
  display: flex;
  margin-bottom: 34px;

  .image {
    display: block;
    margin-right: 25px;
  }
}

.photo-right {
  display: block;
  float: right;
  margin-left: 25px;
}

</style>
